7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1160333202 -23329=1,59.891323
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=106 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,87.095116
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=19567 22=14 23=1 -23328=1,1 -23329=1,104.016289
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=26291 22=15 -23328=1,1 -23329=1,83.458824
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,83.458824,83.458824
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=68 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.677734
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=28431 22=13 23=1 -23328=1,1 -23329=1,161.999191
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=49 22=15 23=0 24=2 25=1 26=21378 27=14 -23328=1,1 -23329=1,39.508781
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=17365 22=15 17=17305 18=13 -23328=1,1 -23329=1,44.228962
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=18846 22=14 23=1 -23328=1,1 -23329=1,50.876427
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,50.876427,50.876427
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=97 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,54.563667
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=17993 22=13 23=1 -23328=1,1 -23329=1,119.844109
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=81 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,26.425392
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=20931 22=15 17=31544 18=14 -23328=1,1 -23329=1,32.498707
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=20606 22=14 23=1 -23328=1,1 -23329=1,40.874138
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,40.874138,40.874138
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=67 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,50.521004
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=19421 22=14 23=1 -23328=1,1 -23329=1,59.884361
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=182 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,54.759644
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=316 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,72.062218
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=16982 22=15 17=21561 18=14 -23328=1,1 -23329=1,37.347340
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=20527 22=14 23=1 -23328=1,1 -23329=1,46.792076
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,46.792076,46.792076
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=101 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,53.550713
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=32737 22=15 23=1 -23328=1,1 -23329=1,53.501102
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=172 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,40.618080
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=21254 22=15 17=18874 18=14 -23328=1,1 -23329=1,30.351868
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=16403 22=14 23=1 -23328=1,1 -23329=1,30.386776
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,30.386776,30.386776
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=101 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,50.928757
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=30040 22=15 23=1 -23328=1,1 -23329=1,46.689838
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=138 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.927467
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=440 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,120.011116
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=9702 22=15 17=24623 18=13 -23328=1,1 -23329=1,35.534298
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=16396 22=14 23=1 -23328=1,1 -23329=1,35.560707
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,35.560707,35.560707
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=97 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,49.050709
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=22162 22=14 23=1 -23328=1,1 -23329=1,66.348877
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=145 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.832447
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=30539 22=15 17=18352 18=14 16=1 -23328=1,1 -23329=1,37.123825
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,37.123825
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,37.123825,37.123825
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=99 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,54.100368
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=25475 22=14 23=1 -23328=1,1 -23329=1,84.118515
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=182 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.342213
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=698 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,59.673557
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=17073 22=15 17=23649 18=14 -23328=1,1 -23329=1,31.091892
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=18968 22=14 23=1 -23328=1,1 -23329=1,35.995922
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,35.995922,35.995922
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=99 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,51.390388
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=27514 22=14 23=1 -23328=1,1 -23329=1,86.301682
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=131 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.680931
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=8868 22=15 17=30460 18=13 -23328=1,1 -23329=1,9.741468
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=31052 22=15 23=1 -23328=1,1 -23329=1,9.231646
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=15 22=15 23=0 24=2 25=1 26=23065 27=13 -23328=1,1 -23329=1,20.528635
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=19717 22=14 23=2 -23328=1,1 -23329=1,24.704203
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=16 22=15 23=0 24=2 25=1 26=28048 27=14 -23328=1,1 -23329=1,19.229258
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=20074 22=14 23=2 -23328=1,1 -23329=1,23.560242
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=30 1=1 5=1 6=7680 20=1 21=19 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.653874
