7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1160884220 -23329=1,59.984638
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=69 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.878651
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=21667 22=14 23=1 -23328=1,1 -23329=1,76.540581
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=24750 22=15 -23328=1,1 -23329=1,57.814800
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,57.814800,57.814800
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=59 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,32.335949
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=25213 22=13 23=1 -23328=1,1 -23329=1,99.524185
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=55 22=15 23=0 24=2 25=1 26=16390 27=14 -23328=1,1 -23329=1,33.574471
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=16471 22=15 17=28213 18=14 -23328=1,1 -23329=1,29.062292
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,29.062292
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,29.062292,29.062292
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=112 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.782219
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=22819 22=14 23=1 -23328=1,1 -23329=1,60.978516
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=118 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,28.772425
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=23602 22=15 17=16549 18=14 -23328=1,1 -23329=1,20.933941
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=21119 22=14 23=1 -23328=1,1 -23329=1,26.983765
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,26.983765,26.983765
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=99 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.907501
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=18703 22=14 23=1 -23328=1,1 -23329=1,53.546181
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=151 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.227253
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=435 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,60.725540
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=18419 22=15 17=22496 18=14 -23328=1,1 -23329=1,34.135658
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,34.135658
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,34.135658,34.135658
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=134 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,50.203800
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=18096 22=14 23=1 -23328=1,1 -23329=1,55.450550
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=142 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.743160
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=23566 22=15 17=18595 18=14 16=1 -23328=1,1 -23329=1,27.864059
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,27.864059
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,27.864059,27.864059
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=100 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,47.944836
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,47.944836
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=133 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.582375
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=336 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,100.906013
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=12503 22=15 17=18967 18=13 -23328=1,1 -23329=1,38.503979
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=30421 22=15 23=1 -23328=1,1 -23329=1,35.746731
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,35.746731,35.746731
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=74 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,48.308987
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=20136 22=14 23=1 -23328=1,1 -23329=1,59.371178
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=155 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.852482
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=28859 22=15 17=19182 18=14 16=1 -23328=1,1 -23329=1,36.861065
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=31540 22=15 23=1 -23328=1,1 -23329=1,35.480503
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,35.480503,35.480503
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=76 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,50.386395
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=16434 22=14 23=1 -23328=1,1 -23329=1,50.541576
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=222 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.741833
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=486 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,56.656200
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=15081 22=15 17=25264 18=14 -23328=1,1 -23329=1,26.076378
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=17929 22=14 23=1 -23328=1,1 -23329=1,28.534933
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,28.534933,28.534933
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=85 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,37.027657
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=30322 22=14 23=1 -23328=1,1 -23329=1,68.526825
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=138 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,8.536100
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=9803 22=15 17=27385 18=13 -23328=1,1 -23329=1,8.536798
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=16395 22=14 23=1 -23328=1,1 -23329=1,8.542439
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=13 22=15 23=0 24=2 25=1 26=27342 27=13 -23328=1,1 -23329=1,17.722197
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=22805 22=14 23=2 -23328=1,1 -23329=1,24.667732
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=10 22=15 23=0 24=2 25=1 26=20877 27=13 -23328=1,1 -23329=1,14.184473
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=26573 22=14 23=2 -23328=1,1 -23329=1,23.005192
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=35 1=1 5=1 6=8960 20=1 21=17 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.857021
