7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1163597793 -23329=1,59.984638
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=83 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,84.190262
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,84.190262
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=24014 22=15 -23328=1,1 -23329=1,61.699368
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,61.699368,61.699368
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=106 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.249634
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=24081 22=13 23=1 -23328=1,1 -23329=1,121.255707
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=91 22=15 23=0 24=2 25=1 26=16683 27=14 -23328=1,1 -23329=1,56.682896
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=24269 22=15 17=17834 18=14 -23328=1,1 -23329=1,45.698803
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,45.698803
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,45.698803,45.698803
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=72 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.713848
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=24813 22=14 23=1 -23328=1,1 -23329=1,87.407295
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=80 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,29.771545
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=19725 22=15 17=25149 18=14 -23328=1,1 -23329=1,27.509136
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=18762 22=14 23=1 -23328=1,1 -23329=1,31.502602
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,31.502602,31.502602
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=87 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,56.219845
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=19374 22=14 23=1 -23328=1,1 -23329=1,66.478897
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=123 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,47.143593
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=406 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.131245
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=15495 22=15 17=18117 18=14 -23328=1,1 -23329=1,24.651579
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=28606 22=14 23=1 -23328=1,1 -23329=1,43.040588
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,43.040588,43.040588
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=116 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,49.187527
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=22620 22=14 23=1 -23328=1,1 -23329=1,67.910210
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=149 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,45.327866
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=24563 22=15 17=17255 18=14 16=1 -23328=1,1 -23329=1,33.979553
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,33.979553
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,33.979553,33.979553
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=111 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.957672
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=21404 22=14 23=1 -23328=1,1 -23329=1,75.716606
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=83 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.822075
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=459 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,120.755722
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=11397 22=15 17=21127 18=13 -23328=1,1 -23329=1,42.000267
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=19052 22=14 23=1 -23328=1,1 -23329=1,48.840797
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,48.840797,48.840797
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=89 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,60.991287
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=23739 22=14 23=1 -23328=1,1 -23329=1,88.371941
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=130 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.777538
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=27870 22=15 17=19154 18=14 -23328=1,1 -23329=1,41.542114
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=17747 22=14 23=1 -23328=1,1 -23329=1,44.996887
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,44.996887,44.996887
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=84 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,63.109425
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=20147 22=14 23=1 -23328=1,1 -23329=1,77.602386
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=186 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.396999
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=334 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,64.548218
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=18611 22=15 17=22794 18=14 -23328=1,1 -23329=1,36.661263
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=17540 22=14 23=1 -23328=1,1 -23329=1,39.248314
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,39.248314,39.248314
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=114 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,55.406612
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=23725 22=14 23=1 -23328=1,1 -23329=1,80.230515
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=170 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.309613
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=7372 22=15 17=17268 18=12 -23328=1,1 -23329=1,8.829720
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,8.829720
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=16 22=15 23=0 24=2 25=1 26=17794 27=13 -23328=1,1 -23329=1,20.014360
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=20484 22=14 23=2 -23328=1,1 -23329=1,25.022934
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=16 22=15 23=0 24=2 25=1 26=27923 27=14 -23328=1,1 -23329=1,19.022844
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=20576 22=14 23=2 -23328=1,1 -23329=1,23.890005
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=30 1=1 5=1 6=7680 20=1 21=17 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.011878
