7767517
46 49
Input                    input0                   0 1 input0 0=94 1=24 2=3 -23328=1,0 -23329=1,128.281006
Convolution              Conv_0                   1 1 input0 120 0=64 1=3 5=1 6=1728 20=1 21=88 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,32.734528
ReLU                     Relu_1                   1 1 120 67 20=1 21=30895 22=15 23=1 -23328=1,1 -23329=1,30.863983
Split                    splitncnn_0              1 2 67 67_splitncnn_0 67_splitncnn_1 -23328=1,1 -23329=2,30.863983,30.863983
Pooling                  MaxPool_2                1 1 67_splitncnn_1 68 1=3 5=1 20=1 21=17598 22=15 -23328=1,1 -23329=1,16.575846
Convolution              Conv_3                   1 1 68 69 0=32 1=1 5=1 6=2048 20=1 21=209 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,10.144124
ReLU                     Relu_4                   1 1 69 70 20=1 21=25107 22=14 23=1 -23328=1,1 -23329=1,15.544825
Convolution              Conv_5                   1 1 70 71 0=32 1=1 11=3 14=1 5=1 6=3072 20=1 21=108 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.284942
ReLU                     Relu_6                   1 1 71 72 20=1 21=21130 22=14 23=1 -23328=1,1 -23329=1,8.105513
Convolution              Conv_7                   1 1 72 73 0=32 1=3 11=1 4=1 14=0 5=1 6=3072 20=1 21=140 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,3.353078
ReLU                     Relu_8                   1 1 73 74 20=1 21=17090 22=14 23=1 -23328=1,1 -23329=1,3.497534
Convolution              Conv_9                   1 1 74 123 0=128 1=1 5=1 6=4096 20=1 21=521 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,14.836258
ReLU                     Relu_10                  1 1 123 77 20=1 21=17459 22=14 23=1 -23328=1,1 -23329=1,15.809873
Split                    splitncnn_1              1 2 77 77_splitncnn_0 77_splitncnn_1 -23328=1,1 -23329=2,15.809873,15.809873
Pooling                  MaxPool_11               1 1 77_splitncnn_1 78 1=3 2=2 12=1 5=1 20=1 21=31230 22=15 -23328=1,1 -23329=1,15.068399
Convolution              Conv_12                  1 1 78 79 0=64 1=1 5=1 6=8192 20=1 21=134 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.343307
ReLU                     Relu_13                  1 1 79 80 20=1 21=17091 22=14 23=1 -23328=1,1 -23329=1,6.617150
Convolution              Conv_14                  1 1 80 81 0=64 1=1 11=3 14=1 5=1 6=12288 20=1 21=87 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,2.489405
ReLU                     Relu_15                  1 1 81 82 20=1 21=17427 22=14 23=1 -23328=1,1 -23329=1,2.647847
Convolution              Conv_16                  1 1 82 83 0=64 1=3 11=1 4=1 14=0 5=1 6=12288 20=1 21=156 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,1.989504
ReLU                     Relu_17                  1 1 83 84 20=1 21=28319 22=15 23=1 -23328=1,1 -23329=1,1.719422
Convolution              Conv_18                  1 1 84 126 0=256 1=1 5=1 6=16384 20=1 21=744 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,35.869709
ReLU                     Relu_19                  1 1 126 87 20=1 21=27068 22=15 23=1 -23328=1,1 -23329=1,29.631502
Convolution              Conv_20                  1 1 87 88 0=64 1=1 5=1 6=16384 20=1 21=124 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,23.533413
ReLU                     Relu_21                  1 1 88 89 20=1 21=18420 22=15 23=1 -23328=1,1 -23329=1,13.229260
Convolution              Conv_22                  1 1 89 90 0=64 1=1 11=3 14=1 5=1 6=12288 20=1 21=169 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,11.288784
ReLU                     Relu_23                  1 1 90 91 20=1 21=29301 22=15 23=1 -23328=1,1 -23329=1,10.094598
Convolution              Conv_24                  1 1 91 92 0=64 1=3 11=1 4=1 14=0 5=1 6=12288 20=1 21=150 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.671577
ReLU                     Relu_25                  1 1 92 93 20=1 21=27639 22=15 23=1 -23328=1,1 -23329=1,4.783918
Convolution              Conv_26                  1 1 93 129 0=256 1=1 5=1 6=16384 20=1 21=3345 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.589153
ReLU                     Relu_27                  1 1 129 96 20=1 21=18747 22=14 23=1 -23328=1,1 -23329=1,47.586388
Split                    splitncnn_2              1 2 96 96_splitncnn_0 96_splitncnn_1 -23328=1,1 -23329=2,47.586388,47.586388
Pooling                  MaxPool_28               1 1 96_splitncnn_1 97 1=3 2=2 12=1 5=1 20=1 21=15880 22=15 -23328=1,1 -23329=1,23.061344
Convolution              Conv_29                  1 1 97 132 0=256 1=4 11=1 5=1 6=262144 20=1 21=322 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,37.224007
ReLU                     Relu_30                  1 1 132 100 20=1 21=29310 22=15 23=1 -23328=1,1 -23329=1,33.297188
Convolution              Conv_31                  1 1 100 135 0=68 1=1 11=13 5=1 6=226304 20=1 21=79 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,23.153240
ReLU                     Relu_32                  1 1 135 103 20=1 21=23974 22=15 23=1 -23328=1,1 -23329=1,16.940384
Pooling                  MaxPool_33               1 1 67_splitncnn_0 104 1=5 2=5 5=1 20=1 21=17985 22=15 -23328=1,1 -23329=1,16.940384
Pooling                  MaxPool_34               1 1 77_splitncnn_0 105 1=5 2=5 5=1 20=1 21=17556 22=14 -23328=1,1 -23329=1,16.940384
Pooling                  MaxPool_35               1 1 96_splitncnn_0 106 1=10 11=4 2=2 12=4 5=1 -23328=1,0 -23329=1,16.940384
Concat                   Concat_36                4 1 104 105 106 103 107 -23328=1,1 -23329=1,16.940384
Convolution              Conv_37                  1 1 107 108 0=68 1=1 5=1 6=35088 20=1 21=102 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,3.980478
ReLU                     Relu_38                  1 1 108 109 20=1 21=31734 22=15 23=1 -23328=1,1 -23329=1,3.854962
Convolution              Conv_39                  1 1 109 110 0=68 1=1 11=4 5=1 6=18496 20=1 21=112 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,1.498513
ReLU                     Relu_40                  1 1 110 111 20=1 21=32750 22=15 23=1 -23328=1,1 -23329=1,1.497745
Squeeze                  output0                  1 1 111 output0 -23328=1,0 -23329=1,1.497745
