7767517
72 80
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,0 -23329=1,128.281006
Convolution              Conv_0                   1 1 input0 262 0=16 1=3 3=2 4=1 5=1 6=432 20=1 21=67 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,13.017802
ReLU                     Relu_1                   1 1 262 99 20=1 21=16523 22=14 23=1 -23328=1,1 -23329=1,13.128507
Convolution              Conv_2                   1 1 99 265 0=32 1=3 4=1 5=1 6=4608 20=1 21=107 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,12.031268
ReLU                     Relu_3                   1 1 265 102 20=1 21=16607 22=14 23=1 -23328=1,1 -23329=1,12.194715
Convolution              Conv_4                   1 1 102 268 0=32 1=3 3=2 4=1 5=1 6=9216 20=1 21=70 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,12.401644
ReLU                     Relu_5                   1 1 268 105 20=1 21=30457 22=15 23=1 -23328=1,1 -23329=1,11.527418
Convolution              Conv_6                   1 1 105 271 0=32 1=3 4=1 5=1 6=9216 20=1 21=94 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,13.515732
ReLU                     Relu_7                   1 1 271 108 20=1 21=17563 22=14 23=1 -23328=1,1 -23329=1,14.488257
Convolution              Conv_8                   1 1 108 274 0=64 1=3 3=2 4=1 5=1 6=18432 20=1 21=62 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,13.200949
ReLU                     Relu_9                   1 1 274 111 20=1 21=18211 22=14 23=1 -23328=1,1 -23329=1,14.673399
Convolution              Conv_10                  1 1 111 277 0=64 1=3 4=1 5=1 6=36864 20=1 21=55 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,16.311378
ReLU                     Relu_11                  1 1 277 114 20=1 21=31150 22=15 23=1 -23328=1,1 -23329=1,15.506373
Convolution              Conv_12                  1 1 114 280 0=64 1=3 4=1 5=1 6=36864 20=1 21=75 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,15.640646
ReLU                     Relu_13                  1 1 280 117 20=1 21=17545 22=14 23=1 -23328=1,1 -23329=1,16.748911
Convolution              Conv_14                  1 1 117 283 0=64 1=3 4=1 5=1 6=36864 20=1 21=102 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,12.011467
ReLU                     Relu_15                  1 1 283 120 20=1 21=32265 22=15 23=1 -23328=1,1 -23329=1,11.827274
Split                    splitncnn_0              1 4 120 120_splitncnn_0 120_splitncnn_1 120_splitncnn_2 120_splitncnn_3 -23328=1,1 -23329=4,11.827274,11.827274,11.827274,11.827274
Convolution              Conv_16                  1 1 120_splitncnn_3 286 0=64 1=3 3=2 4=1 5=1 6=36864 20=1 21=128 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,15.469713
ReLU                     Relu_17                  1 1 286 123 20=1 21=30631 22=15 23=1 -23328=1,1 -23329=1,14.461503
Convolution              Conv_18                  1 1 123 289 0=64 1=3 4=1 5=1 6=36864 20=1 21=75 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,18.113838
ReLU                     Relu_19                  1 1 289 126 20=1 21=31394 22=15 23=1 -23328=1,1 -23329=1,17.354610
Convolution              Conv_20                  1 1 126 292 0=64 1=3 4=1 5=1 6=36864 20=1 21=51 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,15.932075
ReLU                     Relu_21                  1 1 292 129 20=1 21=29289 22=15 23=1 -23328=1,1 -23329=1,14.241042
Split                    splitncnn_1              1 4 129 129_splitncnn_0 129_splitncnn_1 129_splitncnn_2 129_splitncnn_3 -23328=1,1 -23329=4,14.241042,14.241042,14.241042,14.241042
Convolution              Conv_22                  1 1 129_splitncnn_3 295 0=64 1=3 3=2 4=1 5=1 6=36864 20=1 21=42 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,19.609535
ReLU                     Relu_23                  1 1 295 132 20=1 21=16505 22=14 23=1 -23328=1,1 -23329=1,19.754210
Convolution              Conv_24                  1 1 132 298 0=64 1=3 4=1 5=1 6=36864 20=1 21=53 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,13.994534
ReLU                     Relu_25                  1 1 298 135 20=1 21=27743 22=15 23=1 -23328=1,1 -23329=1,11.848667
Split                    splitncnn_2              1 3 135 135_splitncnn_0 135_splitncnn_1 135_splitncnn_2 -23328=1,1 -23329=3,11.848667,11.848667,11.848667
Convolution              Conv_26                  1 1 120_splitncnn_2 136 0=8 1=1 5=1 6=512 20=1 21=82 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,16.706320
Permute                  Transpose_27             1 1 136 137 0=3 -23328=1,0 -23329=1,16.706320
Reshape                  Reshape_33               1 1 137 147 0=4 1=-1 -23328=1,0 -23329=1,16.706320
Permute                  Transpose_34             1 1 147 148 0=1 -23328=1,0 -23329=1,14.945243
Convolution              Conv_35                  1 1 129_splitncnn_2 149 0=8 1=1 5=1 6=512 20=1 21=88 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,13.942097
Permute                  Transpose_36             1 1 149 150 0=3 -23328=1,0 -23329=1,13.942097
Reshape                  Reshape_42               1 1 150 160 0=4 1=-1 -23328=1,0 -23329=1,13.942097
Permute                  Transpose_43             1 1 160 161 0=1 -23328=1,0 -23329=1,14.945243
Convolution              Conv_44                  1 1 135_splitncnn_2 162 0=8 1=1 5=1 6=512 20=1 21=118 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,23.813940
Permute                  Transpose_45             1 1 162 163 0=3 -23328=1,0 -23329=1,23.813940
Reshape                  Reshape_51               1 1 163 173 0=4 1=-1 -23328=1,0 -23329=1,23.813940
Permute                  Transpose_52             1 1 173 174 0=1 -23328=1,0 -23329=1,14.945243
Convolution              Conv_53                  1 1 120_splitncnn_1 175 0=4 1=1 5=1 6=256 20=1 21=88 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,12.733504
Permute                  Transpose_54             1 1 175 176 0=3 -23328=1,0 -23329=1,12.733504
Reshape                  Reshape_60               1 1 176 186 0=2 1=-1 -23328=1,0 -23329=1,12.733504
Permute                  Transpose_61             1 1 186 187 0=1 -23328=1,0 -23329=1,11.220284
Convolution              Conv_62                  1 1 129_splitncnn_1 188 0=4 1=1 5=1 6=256 20=1 21=87 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.657291
Permute                  Transpose_63             1 1 188 189 0=3 -23328=1,0 -23329=1,9.657291
Reshape                  Reshape_69               1 1 189 199 0=2 1=-1 -23328=1,0 -23329=1,9.657291
Permute                  Transpose_70             1 1 199 200 0=1 -23328=1,0 -23329=1,11.220284
Convolution              Conv_71                  1 1 135_splitncnn_1 201 0=4 1=1 5=1 6=256 20=1 21=106 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,18.159302
Permute                  Transpose_72             1 1 201 202 0=3 -23328=1,0 -23329=1,18.159302
Reshape                  Reshape_78               1 1 202 212 0=2 1=-1 -23328=1,0 -23329=1,18.159302
Permute                  Transpose_79             1 1 212 213 0=1 -23328=1,0 -23329=1,11.220284
Convolution              Conv_80                  1 1 120_splitncnn_0 214 0=16 1=1 5=1 6=1024 20=1 21=63 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.589920
Permute                  Transpose_81             1 1 214 215 0=3 -23328=1,0 -23329=1,6.589920
Reshape                  Reshape_87               1 1 215 225 0=8 1=-1 -23328=1,0 -23329=1,6.589920
Permute                  Transpose_88             1 1 225 226 0=1 -23328=1,0 -23329=1,6.212648
Convolution              Conv_89                  1 1 129_splitncnn_0 227 0=16 1=1 5=1 6=1024 20=1 21=52 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.726969
Permute                  Transpose_90             1 1 227 228 0=3 -23328=1,0 -23329=1,5.726969
Reshape                  Reshape_96               1 1 228 238 0=8 1=-1 -23328=1,0 -23329=1,5.726969
Permute                  Transpose_97             1 1 238 239 0=1 -23328=1,0 -23329=1,6.212648
Convolution              Conv_98                  1 1 135_splitncnn_0 240 0=16 1=1 5=1 6=1024 20=1 21=86 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,19.458538
Permute                  Transpose_99             1 1 240 241 0=3 -23328=1,0 -23329=1,19.458538
Reshape                  Reshape_105              1 1 241 251 0=8 1=-1 -23328=1,0 -23329=1,19.458538
Permute                  Transpose_106            1 1 251 252 0=1 -23328=1,0 -23329=1,6.212648
Concat                   Concat_108               3 1 148 161 174 254 0=1 -23328=1,0 -23329=1,14.945243
Concat                   Concat_110               3 1 187 200 213 256 0=1 -23328=1,0 -23329=1,11.220284
Concat                   Concat_112               3 1 226 239 252 258 0=1 -23328=1,0 -23329=1,6.212648
Permute                  Transpose_113            1 1 254 output0 0=1 -23328=1,0 -23329=1,14.945243
Permute                  Transpose_114            1 1 256 output1 0=1 -23328=1,0 -23329=1,11.220284
Permute                  Transpose_115            1 1 258 output2 0=1 -23328=1,0 -23329=1,6.212648
